[
  {
    "id": "65d3813917b99f92e3299820",
    "username": "Bradley",
    "firstName": "Cote",
    "lastName": "Harris",
    "email": "coteharris@caxt.com",
    "birthDate": "26-10-2018",
    "basicSalary": 488829962,
    "status": "brown",
    "group": "E",
    "description": "Aute veniam aliquip consectetur do laboris. Cillum culpa aliquip eiusmod enim fugiat minim laborum cillum consectetur fugiat incididunt. Aute et fugiat excepteur cillum est reprehenderit ut.\r\n"
  },
  {
    "id": "65d381396b242a6ac4e34ac3",
    "username": "Arnold",
    "firstName": "Allen",
    "lastName": "Prince",
    "email": "allenprince@caxt.com",
    "birthDate": "52-18-2014",
    "basicSalary": 198248686,
    "status": "green",
    "group": "G",
    "description": "Non ea id non officia in veniam cupidatat consequat aute dolor et nostrud. Consectetur proident officia tempor ut. Ut enim enim dolore ea cupidatat ea eu id nisi excepteur duis qui minim sunt. Esse aute deserunt mollit eiusmod minim aliqua dolor.\r\n"
  },
  {
    "id": "65d38139d4fe5984b9bc42c9",
    "username": "Roy",
    "firstName": "Dana",
    "lastName": "Harding",
    "email": "danaharding@caxt.com",
    "birthDate": "04-05-2021",
    "basicSalary": 995976363,
    "status": "brown",
    "group": "F",
    "description": "Enim aliquip labore pariatur quis laborum officia id eu. Ad laborum in et nulla consectetur. Culpa nisi non nisi nostrud ea adipisicing et in ex incididunt quis ullamco.\r\n"
  },
  {
    "id": "65d3813945f8e19362691e4d",
    "username": "Everett",
    "firstName": "Beasley",
    "lastName": "Hoover",
    "email": "beasleyhoover@caxt.com",
    "birthDate": "22-03-2019",
    "basicSalary": 727902026,
    "status": "green",
    "group": "F",
    "description": "Ullamco proident est non magna ullamco Lorem do exercitation tempor consequat. Ex eu labore eiusmod reprehenderit non culpa proident. Nisi do commodo adipisicing dolor consectetur do. Culpa consectetur eiusmod consequat et laboris minim proident in ea enim pariatur. Aliqua minim do sunt magna ut labore dolore labore sunt reprehenderit anim in labore. Ex pariatur voluptate sunt dolore veniam. Ut duis dolor voluptate do adipisicing voluptate anim commodo consectetur aliqua est do.\r\n"
  },
  {
    "id": "65d381396f91d4ef4f096831",
    "username": "Nguyen",
    "firstName": "Meyers",
    "lastName": "Chan",
    "email": "meyerschan@caxt.com",
    "birthDate": "40-23-2016",
    "basicSalary": 106901569,
    "status": "blue",
    "group": "J",
    "description": "Sit sunt commodo duis irure ex amet consequat exercitation. Ex eu aliqua veniam ullamco velit aute. Aute sint dolore duis elit culpa nisi do eiusmod Lorem nostrud consectetur magna est. Qui magna cupidatat commodo aute enim nulla officia voluptate et proident consequat incididunt ex ea. Fugiat labore esse excepteur nisi consequat velit aliqua consectetur sunt reprehenderit laborum commodo proident.\r\n"
  },
  {
    "id": "65d38139fbd00a17c321aaa2",
    "username": "Warner",
    "firstName": "Sheree",
    "lastName": "Horton",
    "email": "shereehorton@caxt.com",
    "birthDate": "44-11-2015",
    "basicSalary": 800849994,
    "status": "brown",
    "group": "A",
    "description": "Excepteur deserunt occaecat quis pariatur Lorem in nulla. Occaecat cupidatat magna eiusmod nostrud cupidatat dolore exercitation do ea nisi. Occaecat officia pariatur cillum nostrud quis sint aute veniam. Culpa esse amet deserunt elit ullamco ullamco cupidatat laboris.\r\n"
  },
  {
    "id": "65d3813958e730cb1fe9b836",
    "username": "Stafford",
    "firstName": "Jennie",
    "lastName": "Buck",
    "email": "jenniebuck@caxt.com",
    "birthDate": "07-15-2016",
    "basicSalary": 961964269,
    "status": "blue",
    "group": "E",
    "description": "Minim anim nisi do eu duis ipsum. Aliqua id sint exercitation dolore nostrud aliquip proident amet nostrud nisi ex ut mollit. Aute ullamco cillum amet cupidatat cupidatat. Minim ipsum qui cillum et enim laborum dolore. Duis cillum cillum irure sit eiusmod nostrud excepteur.\r\n"
  },
  {
    "id": "65d381399d7febd3d7b320cd",
    "username": "Hughes",
    "firstName": "Shelia",
    "lastName": "Calhoun",
    "email": "sheliacalhoun@caxt.com",
    "birthDate": "10-30-2018",
    "basicSalary": 447610707,
    "status": "brown",
    "group": "D",
    "description": "Eu et velit occaecat fugiat in est. Deserunt non irure esse irure voluptate reprehenderit mollit culpa adipisicing nostrud. Fugiat consequat officia nisi consectetur consectetur consectetur veniam minim. Qui eu minim consequat id et veniam pariatur esse esse consectetur nostrud Lorem commodo dolor. Irure dolor qui ullamco aliquip ipsum eu sint.\r\n"
  },
  {
    "id": "65d3813997de56c7cc0ccfc3",
    "username": "Johnson",
    "firstName": "Harriet",
    "lastName": "Drake",
    "email": "harrietdrake@caxt.com",
    "birthDate": "02-23-2019",
    "basicSalary": 375827936,
    "status": "blue",
    "group": "J",
    "description": "Aute exercitation Lorem minim ad nisi pariatur duis cupidatat ex sint aliqua laboris. Cillum non officia pariatur Lorem cupidatat irure aliquip. In ut duis veniam laborum non incididunt tempor anim aute ad do sint exercitation. Veniam irure dolor minim sit eu commodo eiusmod exercitation anim id. Veniam et culpa laboris incididunt nulla consectetur in ad. Voluptate culpa fugiat veniam ad exercitation sunt amet et voluptate velit nisi et. Voluptate deserunt dolore nulla ad commodo aute.\r\n"
  },
  {
    "id": "65d38139e3be5f301a35e2aa",
    "username": "Carrillo",
    "firstName": "Vanessa",
    "lastName": "Maxwell",
    "email": "vanessamaxwell@caxt.com",
    "birthDate": "02-28-2022",
    "basicSalary": 399042569,
    "status": "blue",
    "group": "D",
    "description": "Quis ut nulla ipsum sint Lorem. Reprehenderit laborum id irure pariatur pariatur fugiat amet anim sunt tempor adipisicing velit nostrud. Adipisicing tempor ullamco culpa amet anim pariatur ipsum magna magna esse eiusmod incididunt reprehenderit. Aute aliquip quis quis consequat ex aliquip aute id minim tempor laborum excepteur.\r\n"
  },
  {
    "id": "65d3813926d30d72bfee08ea",
    "username": "Petty",
    "firstName": "Harper",
    "lastName": "Stephens",
    "email": "harperstephens@caxt.com",
    "birthDate": "27-26-2019",
    "basicSalary": 31892319,
    "status": "brown",
    "group": "A",
    "description": "Dolore excepteur culpa in commodo nulla. Tempor dolor culpa excepteur esse laborum sit mollit. Cillum non adipisicing pariatur reprehenderit ad eiusmod elit proident ullamco minim tempor anim non et. Sint occaecat nulla laborum nulla ullamco id est officia commodo commodo consectetur.\r\n"
  },
  {
    "id": "65d38139a575038213861caf",
    "username": "Gutierrez",
    "firstName": "Britney",
    "lastName": "Rasmussen",
    "email": "britneyrasmussen@caxt.com",
    "birthDate": "17-17-2015",
    "basicSalary": 160753981,
    "status": "green",
    "group": "B",
    "description": "Elit laboris enim est consectetur nulla consectetur deserunt do nisi aliquip incididunt quis velit. Et do nostrud fugiat cupidatat et sit ex Lorem. Tempor consectetur et aliqua eu voluptate. Sunt officia deserunt veniam non ipsum voluptate aliquip consequat fugiat reprehenderit culpa quis. Ullamco est consectetur do aliqua in deserunt dolore quis.\r\n"
  },
  {
    "id": "65d381392dc20c07ea2c5a00",
    "username": "Johnston",
    "firstName": "Helga",
    "lastName": "Gregory",
    "email": "helgagregory@caxt.com",
    "birthDate": "43-31-2017",
    "basicSalary": 993289905,
    "status": "blue",
    "group": "C",
    "description": "Sunt ea laborum eiusmod culpa aliqua exercitation sint deserunt aliquip ipsum anim exercitation. Ad dolor eiusmod pariatur ut culpa magna dolore aliqua voluptate voluptate eu laboris elit anim. Laboris non magna tempor sit non. Exercitation aliqua fugiat exercitation enim. Anim et commodo in minim est adipisicing elit do voluptate commodo fugiat ex minim. Ipsum voluptate cupidatat nostrud fugiat fugiat sit aute aute ut. Minim magna laboris sit irure minim mollit sunt.\r\n"
  },
  {
    "id": "65d3813918a35f771efea1fd",
    "username": "Waters",
    "firstName": "Lenore",
    "lastName": "Stone",
    "email": "lenorestone@caxt.com",
    "birthDate": "14-23-2021",
    "basicSalary": 495869285,
    "status": "green",
    "group": "H",
    "description": "Anim adipisicing incididunt laboris do et ea duis dolore. Adipisicing anim sunt ipsum nulla nostrud exercitation qui elit in sit dolor veniam dolor aliquip. Commodo elit reprehenderit exercitation in Lorem veniam eu amet ipsum. Lorem anim adipisicing laborum ullamco adipisicing excepteur duis ad.\r\n"
  },
  {
    "id": "65d3813926bbe4437b7cbde8",
    "username": "Webster",
    "firstName": "Beryl",
    "lastName": "Mayo",
    "email": "berylmayo@caxt.com",
    "birthDate": "43-26-2020",
    "basicSalary": 868921113,
    "status": "green",
    "group": "C",
    "description": "Laborum est sint officia aliquip laborum qui ea ad fugiat cupidatat excepteur. Mollit anim aute amet est magna aute in deserunt irure qui excepteur est. Tempor elit adipisicing labore ea sunt reprehenderit et do eu ut esse ea excepteur ex. Proident nulla voluptate velit deserunt sit sit labore in. Incididunt aliqua proident eu Lorem nostrud sit sunt eu nostrud.\r\n"
  },
  {
    "id": "65d3813973157cd033f86284",
    "username": "Christian",
    "firstName": "Darla",
    "lastName": "Gallagher",
    "email": "darlagallagher@caxt.com",
    "birthDate": "20-11-2017",
    "basicSalary": 425865756,
    "status": "blue",
    "group": "E",
    "description": "Ad ut ullamco dolore laboris nisi esse eu adipisicing eu ex proident qui. Ut duis dolor qui deserunt tempor ea qui occaecat. Culpa ea mollit proident qui fugiat non adipisicing reprehenderit excepteur Lorem ut consequat dolor. Elit quis ea voluptate consectetur ipsum ut mollit nostrud labore labore velit magna. Minim id dolor tempor irure occaecat anim et eu officia. Duis ipsum culpa ut tempor officia pariatur est. Adipisicing nulla ea elit eu deserunt sint consequat pariatur veniam ipsum.\r\n"
  },
  {
    "id": "65d38139caee8a776dd7cb9a",
    "username": "Harmon",
    "firstName": "Gale",
    "lastName": "Lambert",
    "email": "galelambert@caxt.com",
    "birthDate": "36-05-2019",
    "basicSalary": 651675595,
    "status": "green",
    "group": "E",
    "description": "Minim esse laboris amet cillum laborum amet sunt deserunt exercitation. Aliqua adipisicing eu adipisicing do qui ea laborum laborum officia. Ullamco excepteur sit consectetur officia deserunt ipsum qui sit. Sit eu magna fugiat elit quis aliquip dolor pariatur do dolore. Magna dolore in excepteur dolor et tempor cillum nisi quis cillum sunt dolore. Quis in culpa aliqua pariatur do. Elit eiusmod sunt culpa irure adipisicing sint in.\r\n"
  },
  {
    "id": "65d38139246a9f09ff1764c8",
    "username": "Murray",
    "firstName": "Kenya",
    "lastName": "Matthews",
    "email": "kenyamatthews@caxt.com",
    "birthDate": "19-04-2019",
    "basicSalary": 30494784,
    "status": "blue",
    "group": "F",
    "description": "Lorem reprehenderit ea quis amet consectetur. Officia laboris proident est amet cillum id. Labore eu esse sunt deserunt irure pariatur aliquip ex occaecat consectetur ea id. Irure dolore nisi quis ex esse dolor voluptate ipsum excepteur. Minim fugiat eiusmod adipisicing tempor quis sunt velit voluptate dolore culpa tempor.\r\n"
  },
  {
    "id": "65d38139b2f4d94ebadea510",
    "username": "Puckett",
    "firstName": "Landry",
    "lastName": "Melendez",
    "email": "landrymelendez@caxt.com",
    "birthDate": "15-23-2017",
    "basicSalary": 856696784,
    "status": "green",
    "group": "I",
    "description": "Est culpa consequat do anim dolore ipsum ad. Esse eu nulla mollit eiusmod exercitation cillum consequat irure. Anim nulla nostrud incididunt fugiat. Minim ad enim labore tempor dolor culpa fugiat adipisicing do voluptate minim exercitation. Enim anim cillum ea veniam. Minim cillum amet deserunt occaecat exercitation voluptate laborum duis aute fugiat nisi reprehenderit sit.\r\n"
  },
  {
    "id": "65d38139ae5337e780010719",
    "username": "Aguirre",
    "firstName": "Durham",
    "lastName": "Mitchell",
    "email": "durhammitchell@caxt.com",
    "birthDate": "43-11-2022",
    "basicSalary": 218119370,
    "status": "brown",
    "group": "B",
    "description": "Nisi aliquip quis excepteur veniam irure eiusmod sit eiusmod aliquip ad cupidatat ullamco veniam. Sit irure do excepteur veniam eiusmod est laboris est qui qui ut. Exercitation ea excepteur laborum ex laboris Lorem nulla excepteur amet mollit.\r\n"
  },
  {
    "id": "65d38139a2cc84c21dcf36a6",
    "username": "Clark",
    "firstName": "Alvarez",
    "lastName": "Reid",
    "email": "alvarezreid@caxt.com",
    "birthDate": "27-31-2020",
    "basicSalary": 628478494,
    "status": "green",
    "group": "H",
    "description": "Sit enim in magna minim ad. Et proident consequat incididunt nisi. Occaecat excepteur ipsum anim proident aliquip incididunt ipsum tempor esse anim adipisicing amet esse adipisicing. Proident cillum qui ex non officia irure anim ut laborum.\r\n"
  },
  {
    "id": "65d38139d15cea30ba68c3ca",
    "username": "Dorsey",
    "firstName": "Ida",
    "lastName": "Carver",
    "email": "idacarver@caxt.com",
    "birthDate": "40-05-2014",
    "basicSalary": 812582202,
    "status": "blue",
    "group": "G",
    "description": "Laboris culpa amet proident ad esse in amet deserunt occaecat ipsum nostrud exercitation do esse. Elit in adipisicing duis laborum ut amet commodo anim. Et excepteur aliquip sint commodo elit veniam labore nisi dolore. Cillum qui mollit eiusmod nulla in labore do. Ullamco adipisicing excepteur Lorem consectetur laboris occaecat consequat elit eu aliqua laborum ipsum esse. Ipsum et ut labore veniam. Ipsum ipsum minim elit duis eiusmod amet ipsum.\r\n"
  },
  {
    "id": "65d381398d318b886a211241",
    "username": "Strong",
    "firstName": "Lee",
    "lastName": "Acosta",
    "email": "leeacosta@caxt.com",
    "birthDate": "35-19-2019",
    "basicSalary": 381856450,
    "status": "blue",
    "group": "F",
    "description": "Esse anim eu labore commodo. Lorem reprehenderit sunt velit veniam ut aliquip ullamco do. Reprehenderit deserunt ea nisi qui minim reprehenderit occaecat consectetur labore ea cupidatat Lorem adipisicing do. Id consectetur adipisicing qui qui cillum nulla anim. Fugiat laborum ea id qui occaecat non anim. Laborum elit velit cillum id aliquip qui dolore aliqua tempor irure laborum mollit cillum.\r\n"
  },
  {
    "id": "65d38139b415d60bdd884fe3",
    "username": "Chang",
    "firstName": "Salas",
    "lastName": "Mejia",
    "email": "salasmejia@caxt.com",
    "birthDate": "56-06-2022",
    "basicSalary": 764894826,
    "status": "brown",
    "group": "E",
    "description": "Non exercitation sunt magna duis occaecat elit nostrud esse amet id. Lorem Lorem fugiat laboris esse eiusmod aliqua sint excepteur voluptate voluptate consectetur dolor. Magna dolor velit laborum nisi non officia sunt ex fugiat. Dolore esse pariatur adipisicing laborum. Id id exercitation velit culpa consequat cillum.\r\n"
  },
  {
    "id": "65d3813969741442d2c6305c",
    "username": "Callahan",
    "firstName": "Dennis",
    "lastName": "Meyers",
    "email": "dennismeyers@caxt.com",
    "birthDate": "13-23-2016",
    "basicSalary": 956914627,
    "status": "brown",
    "group": "G",
    "description": "Pariatur ad occaecat laboris occaecat est aliqua in qui elit dolor. Occaecat voluptate ex exercitation quis sunt in consequat. Veniam id sit tempor laborum amet deserunt nisi ex. Culpa ut minim adipisicing et veniam duis occaecat aliqua id sunt deserunt nulla nulla eu.\r\n"
  },
  {
    "id": "65d3813947de43abbbd05e8f",
    "username": "Lowe",
    "firstName": "Marta",
    "lastName": "Bray",
    "email": "martabray@caxt.com",
    "birthDate": "08-05-2018",
    "basicSalary": 815495539,
    "status": "blue",
    "group": "J",
    "description": "Excepteur id irure esse nostrud. Laborum sit ut in adipisicing eiusmod minim incididunt adipisicing elit mollit ipsum. Irure consequat sunt sit est voluptate ea qui incididunt ea tempor.\r\n"
  },
  {
    "id": "65d38139abd8ccc0ed5512f1",
    "username": "Hutchinson",
    "firstName": "Christensen",
    "lastName": "Ware",
    "email": "christensenware@caxt.com",
    "birthDate": "45-31-2015",
    "basicSalary": 943012560,
    "status": "blue",
    "group": "D",
    "description": "Consequat nisi anim est occaecat duis aute. Esse non eiusmod ipsum dolor occaecat nulla commodo mollit tempor Lorem reprehenderit consectetur. Sit nulla commodo tempor ex.\r\n"
  },
  {
    "id": "65d38139f2404bbe92b0ff0e",
    "username": "Luna",
    "firstName": "Ward",
    "lastName": "Hudson",
    "email": "wardhudson@caxt.com",
    "birthDate": "05-15-2018",
    "basicSalary": 251715050,
    "status": "blue",
    "group": "B",
    "description": "Ad sit et labore aliquip quis. Enim dolor in culpa tempor do velit excepteur. Quis eu ex ea irure officia dolore qui ex tempor mollit occaecat ex fugiat minim. Sint et sit exercitation irure et nisi minim. Cupidatat minim commodo minim in mollit incididunt esse pariatur commodo enim esse labore labore pariatur. Laboris minim magna minim cupidatat ipsum pariatur mollit magna exercitation nostrud.\r\n"
  },
  {
    "id": "65d381390c56c55d2d02907d",
    "username": "Perez",
    "firstName": "Adele",
    "lastName": "Ortiz",
    "email": "adeleortiz@caxt.com",
    "birthDate": "29-26-2023",
    "basicSalary": 567077635,
    "status": "green",
    "group": "E",
    "description": "Minim excepteur ex cillum tempor eu. Incididunt cillum est eiusmod proident duis veniam pariatur ullamco dolore. Commodo sint enim non Lorem ex aute aute cupidatat esse laborum veniam esse dolore cupidatat.\r\n"
  },
  {
    "id": "65d381395d86d6d4fe406455",
    "username": "Coleman",
    "firstName": "Kirsten",
    "lastName": "Hansen",
    "email": "kirstenhansen@caxt.com",
    "birthDate": "56-03-2019",
    "basicSalary": 368810057,
    "status": "blue",
    "group": "H",
    "description": "Amet exercitation aliqua aliqua culpa ea irure. Eu id enim adipisicing pariatur nulla ullamco officia laborum dolore sint cupidatat eu. Ipsum fugiat aute aute ut ea aliqua in Lorem anim commodo et veniam sint. Nisi nisi ullamco sint anim nostrud dolor sit laboris ut qui est. Non qui do ea do adipisicing anim velit Lorem. Quis dolore eu fugiat proident. Tempor deserunt aute reprehenderit do eiusmod.\r\n"
  },
  {
    "id": "65d38139ac92244b33e8608e",
    "username": "Leon",
    "firstName": "Wilkinson",
    "lastName": "Roman",
    "email": "wilkinsonroman@caxt.com",
    "birthDate": "00-25-2022",
    "basicSalary": 730207794,
    "status": "brown",
    "group": "F",
    "description": "Excepteur sint magna ipsum amet excepteur voluptate sit duis laborum officia reprehenderit cillum duis ea. Pariatur elit excepteur in exercitation dolor est aliquip magna eu duis ea fugiat. Adipisicing cillum voluptate sint tempor do ut sit est aliqua. Minim proident in exercitation nisi Lorem anim reprehenderit. Labore eiusmod pariatur dolor commodo commodo aliquip ex velit ea esse.\r\n"
  },
  {
    "id": "65d38139cee5e5df0375d395",
    "username": "Shepard",
    "firstName": "Gabrielle",
    "lastName": "Larsen",
    "email": "gabriellelarsen@caxt.com",
    "birthDate": "28-23-2018",
    "basicSalary": 362600522,
    "status": "brown",
    "group": "A",
    "description": "Ullamco consequat ea exercitation qui consectetur. Enim aliquip qui velit mollit aute tempor cupidatat aute. Id id laborum amet laboris. Proident exercitation occaecat incididunt nulla officia ea elit eiusmod cupidatat quis. Elit Lorem occaecat nostrud proident Lorem pariatur ea velit voluptate qui qui exercitation veniam. Velit cupidatat elit ullamco nisi ex id qui quis et sit nulla incididunt. Nisi commodo nisi nulla aliquip id id nulla est fugiat do eiusmod veniam.\r\n"
  },
  {
    "id": "65d38139dde77f0810db2469",
    "username": "Beasley",
    "firstName": "Briggs",
    "lastName": "Bush",
    "email": "briggsbush@caxt.com",
    "birthDate": "53-06-2016",
    "basicSalary": 881332879,
    "status": "blue",
    "group": "A",
    "description": "Occaecat quis velit cupidatat ullamco voluptate qui adipisicing elit exercitation consequat consequat est. In eiusmod fugiat enim sint sint proident labore est proident. Nostrud aute sit aliquip anim et consequat anim. Culpa mollit id ipsum elit pariatur eiusmod deserunt incididunt ipsum. Laborum laborum mollit non aliqua mollit voluptate quis voluptate consequat esse mollit nisi. Nisi ut cupidatat fugiat eiusmod Lorem Lorem minim dolor nulla in. Incididunt ad anim Lorem incididunt incididunt elit eu culpa anim sit tempor minim id.\r\n"
  },
  {
    "id": "65d381398fe8c67b4c5d1b99",
    "username": "Riggs",
    "firstName": "Lenora",
    "lastName": "Stokes",
    "email": "lenorastokes@caxt.com",
    "birthDate": "47-28-2020",
    "basicSalary": 912824659,
    "status": "blue",
    "group": "J",
    "description": "Aliquip do consequat anim duis enim dolor eiusmod. Aliqua minim id tempor deserunt sunt laboris. Nulla proident elit esse est nulla excepteur quis eu dolore tempor irure dolore. Velit enim tempor nostrud mollit.\r\n"
  },
  {
    "id": "65d381391e6ad51bdf467dac",
    "username": "Solis",
    "firstName": "Alexandra",
    "lastName": "Keller",
    "email": "alexandrakeller@caxt.com",
    "birthDate": "17-27-2014",
    "basicSalary": 614902393,
    "status": "green",
    "group": "C",
    "description": "Magna anim occaecat nostrud labore aliqua aliquip ad veniam esse pariatur sint irure eiusmod et. Excepteur enim id pariatur amet reprehenderit ea ipsum labore fugiat. Amet amet sit labore nisi nostrud eu proident ea do exercitation officia. Ea id fugiat anim veniam.\r\n"
  },
  {
    "id": "65d3813920480dfffba46141",
    "username": "Powers",
    "firstName": "Ronda",
    "lastName": "Mcgowan",
    "email": "rondamcgowan@caxt.com",
    "birthDate": "13-23-2023",
    "basicSalary": 814378734,
    "status": "green",
    "group": "H",
    "description": "Ut veniam est est nisi nulla et qui in ut consectetur sit qui tempor. Qui dolore nulla labore duis in proident labore. Cupidatat nulla veniam deserunt cupidatat ipsum deserunt mollit consectetur occaecat et qui aute nulla.\r\n"
  },
  {
    "id": "65d38139d34b9888645c04e5",
    "username": "Guerra",
    "firstName": "Good",
    "lastName": "Morgan",
    "email": "goodmorgan@caxt.com",
    "birthDate": "29-11-2021",
    "basicSalary": 765658822,
    "status": "blue",
    "group": "F",
    "description": "Esse eu dolor tempor dolore commodo in eiusmod laboris ipsum Lorem laborum anim esse. Nostrud ea id tempor quis fugiat ut sit sit duis sit. Aliquip eu voluptate eiusmod ut veniam tempor proident aute ullamco consequat qui. Fugiat esse excepteur esse culpa aliquip sint pariatur. Cupidatat duis veniam occaecat sit duis ea ullamco do sit et elit sunt.\r\n"
  },
  {
    "id": "65d38139caf2cd907442533d",
    "username": "Chavez",
    "firstName": "Austin",
    "lastName": "Carney",
    "email": "austincarney@caxt.com",
    "birthDate": "17-14-2022",
    "basicSalary": 627733818,
    "status": "blue",
    "group": "B",
    "description": "Reprehenderit anim aliqua ad exercitation id mollit mollit nostrud adipisicing sint et. Sint minim cupidatat amet incididunt voluptate nostrud proident sit. Eiusmod reprehenderit cillum consectetur aute in enim. Mollit ut mollit officia exercitation occaecat cillum. Id cupidatat Lorem qui consectetur duis. Et eiusmod ad eu aute dolore.\r\n"
  },
  {
    "id": "65d38139583cc1af1371fb64",
    "username": "Dillard",
    "firstName": "Delores",
    "lastName": "Kemp",
    "email": "deloreskemp@caxt.com",
    "birthDate": "12-09-2024",
    "basicSalary": 674079680,
    "status": "green",
    "group": "F",
    "description": "Voluptate qui ea sit eiusmod mollit Lorem mollit eu sunt non nostrud tempor id quis. Magna magna in cillum eiusmod ullamco culpa id irure. Qui in sit dolor est et consectetur ad nostrud dolore minim sint aute sit. Minim minim incididunt pariatur proident et exercitation occaecat. Aliqua Lorem velit aliquip irure elit. Nisi ea dolore eiusmod commodo. Incididunt exercitation enim excepteur ea esse.\r\n"
  },
  {
    "id": "65d38139ac9cd47326576aa6",
    "username": "Emerson",
    "firstName": "Manning",
    "lastName": "Barlow",
    "email": "manningbarlow@caxt.com",
    "birthDate": "24-08-2015",
    "basicSalary": 996678970,
    "status": "brown",
    "group": "H",
    "description": "Adipisicing labore consequat sint proident Lorem enim quis reprehenderit proident dolor cillum ut aute et. Dolor officia velit excepteur tempor laboris consequat. Mollit ut minim ea ut reprehenderit laborum velit enim reprehenderit mollit enim nostrud Lorem commodo. Nostrud duis velit aliqua ad et cupidatat esse commodo laborum elit eiusmod ipsum ut. Nulla cupidatat officia in nulla nulla nulla velit dolore anim ut ut.\r\n"
  },
  {
    "id": "65d38139a9104df6d6caf543",
    "username": "Yates",
    "firstName": "Sykes",
    "lastName": "Dixon",
    "email": "sykesdixon@caxt.com",
    "birthDate": "41-14-2016",
    "basicSalary": 426131170,
    "status": "brown",
    "group": "E",
    "description": "Nisi sunt occaecat culpa deserunt exercitation cupidatat aliquip amet quis. Nulla nostrud ex occaecat incididunt cillum. Occaecat minim reprehenderit aliquip ad. Non sint sunt do nulla elit. Eiusmod laborum in laborum adipisicing ex do fugiat duis labore id ad.\r\n"
  },
  {
    "id": "65d38139ce0a4bc3a967fb14",
    "username": "Raymond",
    "firstName": "Macdonald",
    "lastName": "Dalton",
    "email": "macdonalddalton@caxt.com",
    "birthDate": "47-05-2018",
    "basicSalary": 105574860,
    "status": "brown",
    "group": "E",
    "description": "Consequat occaecat labore incididunt non. Cillum anim excepteur aliqua velit in officia do esse. Consequat aliquip aute enim tempor nulla deserunt aliqua reprehenderit reprehenderit reprehenderit esse id irure mollit.\r\n"
  },
  {
    "id": "65d381394150851d09a30eb3",
    "username": "Blackwell",
    "firstName": "Gaines",
    "lastName": "Grimes",
    "email": "gainesgrimes@caxt.com",
    "birthDate": "32-05-2019",
    "basicSalary": 16726716,
    "status": "green",
    "group": "D",
    "description": "Sint ea proident pariatur ex eiusmod cupidatat laboris sit velit ea. Sit enim pariatur reprehenderit voluptate ex commodo et ipsum pariatur ut exercitation sunt adipisicing. Ad consequat est nostrud aute commodo est. Quis quis deserunt nostrud exercitation sunt.\r\n"
  },
  {
    "id": "65d3813963297047da61304c",
    "username": "Petersen",
    "firstName": "Casey",
    "lastName": "Crane",
    "email": "caseycrane@caxt.com",
    "birthDate": "34-13-2021",
    "basicSalary": 741135840,
    "status": "brown",
    "group": "H",
    "description": "Amet ea officia officia reprehenderit esse elit consequat magna ut commodo consectetur dolor sit. Do voluptate veniam laborum cupidatat fugiat duis amet consectetur eiusmod. Sint velit adipisicing nulla mollit. Et laboris dolor elit Lorem. Incididunt sint id ullamco sint voluptate officia veniam.\r\n"
  },
  {
    "id": "65d38139962be804e272b77f",
    "username": "Flynn",
    "firstName": "Turner",
    "lastName": "Blanchard",
    "email": "turnerblanchard@caxt.com",
    "birthDate": "26-02-2020",
    "basicSalary": 955309146,
    "status": "green",
    "group": "C",
    "description": "Id aliquip deserunt non nisi adipisicing veniam reprehenderit ad dolore sit cupidatat. Amet consectetur mollit veniam magna enim velit. Ea commodo sit ad aliqua ut laborum commodo minim elit commodo consectetur. Ut ea nulla irure laboris. Laborum duis duis laborum quis dolor quis aliquip Lorem incididunt eu dolor amet excepteur. Ipsum laboris esse est Lorem voluptate dolor.\r\n"
  },
  {
    "id": "65d381394eef252b693bd3e0",
    "username": "Guerrero",
    "firstName": "Krista",
    "lastName": "Barrett",
    "email": "kristabarrett@caxt.com",
    "birthDate": "15-02-2021",
    "basicSalary": 650764582,
    "status": "brown",
    "group": "E",
    "description": "Exercitation sunt exercitation duis enim adipisicing. Anim do dolore enim labore minim fugiat pariatur do. Do minim labore veniam mollit nostrud ipsum nostrud non est qui.\r\n"
  },
  {
    "id": "65d381398582d763b3c929e9",
    "username": "Medina",
    "firstName": "Josefa",
    "lastName": "Burch",
    "email": "josefaburch@caxt.com",
    "birthDate": "19-28-2021",
    "basicSalary": 808115474,
    "status": "green",
    "group": "I",
    "description": "Officia aliquip laboris labore anim non Lorem incididunt pariatur culpa esse irure. Dolor tempor sit ullamco consequat ad in sint labore veniam duis dolor elit. Laborum officia reprehenderit aute id. Culpa ullamco non velit amet nostrud nostrud. Consequat proident anim commodo irure labore adipisicing.\r\n"
  },
  {
    "id": "65d38139f957bd405bd635ca",
    "username": "Miles",
    "firstName": "Mcleod",
    "lastName": "Britt",
    "email": "mcleodbritt@caxt.com",
    "birthDate": "41-27-2014",
    "basicSalary": 172975628,
    "status": "blue",
    "group": "A",
    "description": "Ex dolor ex velit nulla excepteur laborum nostrud ea. Amet velit amet elit exercitation minim velit cillum. Nulla laboris dolore veniam eu ut cupidatat minim ipsum anim.\r\n"
  },
  {
    "id": "65d38139dfb7233416c4a985",
    "username": "Watson",
    "firstName": "Young",
    "lastName": "Sullivan",
    "email": "youngsullivan@caxt.com",
    "birthDate": "13-12-2021",
    "basicSalary": 88003462,
    "status": "brown",
    "group": "B",
    "description": "Nostrud cupidatat ea occaecat dolore labore anim. Esse enim ipsum eu ea aliquip aliquip non cillum laboris amet. Occaecat consequat consequat consectetur consectetur do consectetur et aliqua reprehenderit deserunt eu duis adipisicing fugiat. Mollit fugiat ipsum fugiat ad irure sint. Elit duis cupidatat nostrud reprehenderit incididunt ea dolore sunt irure ad sit. Tempor cillum laborum nostrud eiusmod sit sit id ullamco ex elit adipisicing.\r\n"
  },
  {
    "id": "65d38139ade82c459647ff22",
    "username": "Cain",
    "firstName": "Goff",
    "lastName": "May",
    "email": "goffmay@caxt.com",
    "birthDate": "32-04-2021",
    "basicSalary": 622357848,
    "status": "brown",
    "group": "A",
    "description": "Sit in sunt nisi cupidatat minim. Voluptate Lorem qui sunt in. Reprehenderit quis ut aliquip duis id nisi dolor fugiat quis qui do.\r\n"
  },
  {
    "id": "65d38139a9bc32662283b04a",
    "username": "Atkins",
    "firstName": "Vickie",
    "lastName": "Guy",
    "email": "vickieguy@caxt.com",
    "birthDate": "44-01-2017",
    "basicSalary": 935334504,
    "status": "brown",
    "group": "G",
    "description": "Incididunt commodo elit nulla consequat aute ea id sit reprehenderit minim ad mollit irure aliqua. Cillum dolore dolor aliquip aute sint esse. Esse fugiat ex et ex veniam ut ipsum qui officia et ad. Ad quis voluptate in reprehenderit id ipsum pariatur deserunt cupidatat excepteur aliquip deserunt qui. Cupidatat nulla reprehenderit enim exercitation ad deserunt mollit ipsum. Sint amet est aliquip proident irure et est non ex ea. Ut aliquip aute ullamco ut veniam culpa mollit nulla mollit minim aute irure occaecat.\r\n"
  },
  {
    "id": "65d38139ab0bf50726dca6bd",
    "username": "Pollard",
    "firstName": "Rachael",
    "lastName": "Flowers",
    "email": "rachaelflowers@caxt.com",
    "birthDate": "05-11-2022",
    "basicSalary": 802942483,
    "status": "brown",
    "group": "H",
    "description": "Reprehenderit nulla labore minim laborum eu ut aute velit enim officia. Dolore fugiat aute aliqua nisi irure enim enim reprehenderit. Excepteur tempor qui cupidatat consequat quis dolore. Ex tempor aliqua amet sunt in occaecat enim labore exercitation ullamco tempor. Ex in amet consectetur ex sint exercitation anim labore non. Sit eu eiusmod commodo qui adipisicing dolor anim nulla.\r\n"
  },
  {
    "id": "65d3813997fe190c75c19189",
    "username": "Simmons",
    "firstName": "Jessie",
    "lastName": "Snider",
    "email": "jessiesnider@caxt.com",
    "birthDate": "13-11-2017",
    "basicSalary": 779632254,
    "status": "blue",
    "group": "G",
    "description": "Mollit qui voluptate nisi laborum qui ut consequat. Sit eu nostrud non deserunt eu aliquip cillum culpa esse cupidatat amet nostrud ut minim. Cupidatat eu proident reprehenderit enim aliquip nulla occaecat exercitation minim. Mollit duis elit magna eiusmod qui.\r\n"
  },
  {
    "id": "65d381397fdcf82611472d3e",
    "username": "Cook",
    "firstName": "Spears",
    "lastName": "Byers",
    "email": "spearsbyers@caxt.com",
    "birthDate": "35-07-2021",
    "basicSalary": 918723173,
    "status": "green",
    "group": "D",
    "description": "Cupidatat et ut consectetur sint commodo velit adipisicing et duis elit. Nisi esse laborum id anim aliqua culpa labore sit proident eu occaecat sit proident nostrud. Proident commodo ea consequat ullamco et. Aute enim labore qui consequat eiusmod nisi occaecat dolore dolore. Veniam pariatur ex Lorem in ea dolore reprehenderit dolor. Enim commodo proident excepteur eu. Velit non enim nostrud minim reprehenderit ad.\r\n"
  },
  {
    "id": "65d38139464dc48c5ace9808",
    "username": "Mooney",
    "firstName": "Kim",
    "lastName": "Contreras",
    "email": "kimcontreras@caxt.com",
    "birthDate": "08-24-2015",
    "basicSalary": 621626910,
    "status": "blue",
    "group": "E",
    "description": "Commodo non ipsum nisi anim ipsum laborum aliqua adipisicing non cupidatat. Consectetur quis reprehenderit duis quis voluptate. Id nostrud mollit commodo occaecat consequat proident consectetur minim ullamco officia anim quis duis ad. Irure ipsum dolor commodo et. In et amet aliqua occaecat est cupidatat cupidatat nostrud culpa nisi ex do veniam anim.\r\n"
  },
  {
    "id": "65d38139bee17a094d6c1885",
    "username": "Lindsey",
    "firstName": "Corinne",
    "lastName": "Valencia",
    "email": "corinnevalencia@caxt.com",
    "birthDate": "14-06-2017",
    "basicSalary": 26555118,
    "status": "green",
    "group": "H",
    "description": "Anim tempor cupidatat incididunt laboris aute consectetur in laboris officia. Eiusmod elit laborum Lorem cupidatat labore mollit officia. Pariatur nulla ea ad minim non. Nostrud ut pariatur commodo sint minim non mollit deserunt qui eu. Voluptate aliqua reprehenderit sint ullamco deserunt exercitation.\r\n"
  },
  {
    "id": "65d381390d26e99045b1650d",
    "username": "Wise",
    "firstName": "Noreen",
    "lastName": "Price",
    "email": "noreenprice@caxt.com",
    "birthDate": "13-17-2014",
    "basicSalary": 616316574,
    "status": "brown",
    "group": "G",
    "description": "Minim ea in et duis pariatur aliquip deserunt. Culpa esse consequat voluptate mollit id est quis ex exercitation ex sunt ea est labore. Dolor laborum reprehenderit pariatur dolor ut ullamco. Ipsum duis amet consectetur nisi aliquip sint est magna ipsum. Ad aute adipisicing eu proident ipsum sunt ea laboris aliqua elit occaecat consequat enim dolore. Id incididunt officia ad sint labore. Dolore aliquip nisi ex do ullamco voluptate commodo velit tempor do eu dolor et exercitation.\r\n"
  },
  {
    "id": "65d3813965141d4be5d11d79",
    "username": "Hickman",
    "firstName": "Juliana",
    "lastName": "Clements",
    "email": "julianaclements@caxt.com",
    "birthDate": "44-13-2020",
    "basicSalary": 14295595,
    "status": "blue",
    "group": "D",
    "description": "Nulla consequat laboris sint qui sint mollit do sit quis occaecat minim aliquip. Consectetur aliquip adipisicing occaecat velit eu voluptate consequat dolor aliquip consectetur nostrud nostrud nulla elit. Ut commodo incididunt ipsum consequat id dolore sint qui laboris in ipsum. Proident esse aliqua ex consectetur qui veniam laboris. Consequat sit eiusmod mollit cillum. Anim in aliqua aliqua est ipsum duis mollit deserunt.\r\n"
  },
  {
    "id": "65d38139ec26cb3f2705ecf4",
    "username": "Osborne",
    "firstName": "Beard",
    "lastName": "Baird",
    "email": "beardbaird@caxt.com",
    "birthDate": "00-15-2023",
    "basicSalary": 37336382,
    "status": "brown",
    "group": "H",
    "description": "Non sint aute culpa culpa ad ullamco et eu et consectetur velit. Aliqua nulla occaecat cillum ad commodo quis et cillum magna deserunt eu anim consequat. Est dolor commodo irure cillum labore sint sit non occaecat amet eu labore. Cillum sit non duis exercitation laborum occaecat dolor elit esse sint.\r\n"
  },
  {
    "id": "65d38139ba0c1e87970aa89e",
    "username": "Bird",
    "firstName": "Christie",
    "lastName": "Simpson",
    "email": "christiesimpson@caxt.com",
    "birthDate": "38-11-2014",
    "basicSalary": 620980232,
    "status": "blue",
    "group": "B",
    "description": "Officia nisi sit incididunt laborum. Adipisicing minim est aliquip exercitation veniam ullamco aute cillum reprehenderit ea veniam. Proident nostrud nostrud consectetur ad nulla esse ad. Magna mollit est magna sint mollit aliqua laborum. Eu laborum anim aliqua ea excepteur adipisicing consequat proident in id. Cillum eiusmod non dolor tempor sit veniam cupidatat anim minim ullamco in eiusmod.\r\n"
  },
  {
    "id": "65d38139432cd88b0224c97b",
    "username": "Bradshaw",
    "firstName": "Trisha",
    "lastName": "Cooper",
    "email": "trishacooper@caxt.com",
    "birthDate": "04-25-2021",
    "basicSalary": 410981046,
    "status": "green",
    "group": "A",
    "description": "Reprehenderit do sint amet est ea qui proident enim consequat duis ut sit ad. Aute ut nulla ut esse mollit consequat laborum quis ut. Non amet sint exercitation sit est ex et pariatur irure minim quis reprehenderit. Do amet commodo aliquip nulla.\r\n"
  },
  {
    "id": "65d381394fd78896ed4ab6a9",
    "username": "Noble",
    "firstName": "Juliet",
    "lastName": "Payne",
    "email": "julietpayne@caxt.com",
    "birthDate": "56-04-2018",
    "basicSalary": 884457664,
    "status": "blue",
    "group": "B",
    "description": "Sit exercitation tempor consectetur eiusmod officia ex. Sunt reprehenderit eu et veniam quis nostrud adipisicing in cupidatat. Sit nisi quis exercitation eiusmod consectetur sunt aliqua.\r\n"
  },
  {
    "id": "65d381392f14a81f4f45bc80",
    "username": "Oconnor",
    "firstName": "Marcy",
    "lastName": "Tucker",
    "email": "marcytucker@caxt.com",
    "birthDate": "45-06-2024",
    "basicSalary": 174974992,
    "status": "green",
    "group": "D",
    "description": "Do officia laboris pariatur reprehenderit occaecat laboris irure elit sint voluptate fugiat ipsum sunt. Non adipisicing amet anim eu aute sit nisi nostrud pariatur eu reprehenderit. Aliquip Lorem mollit est ea tempor elit.\r\n"
  },
  {
    "id": "65d3813902c3146625ec79ef",
    "username": "Montoya",
    "firstName": "Mandy",
    "lastName": "Sampson",
    "email": "mandysampson@caxt.com",
    "birthDate": "10-05-2022",
    "basicSalary": 700418692,
    "status": "green",
    "group": "B",
    "description": "Velit consectetur tempor tempor deserunt laboris laborum Lorem ut sint do. Voluptate in sit labore cillum officia laboris labore adipisicing. Nostrud duis do ipsum velit anim aute dolor non et tempor consequat consectetur nulla.\r\n"
  },
  {
    "id": "65d38139c0e39de609d89d59",
    "username": "Mclaughlin",
    "firstName": "Montgomery",
    "lastName": "Tillman",
    "email": "montgomerytillman@caxt.com",
    "birthDate": "33-01-2018",
    "basicSalary": 776146786,
    "status": "blue",
    "group": "F",
    "description": "Consequat incididunt anim ad mollit Lorem labore excepteur commodo voluptate. Consectetur officia cillum ullamco esse consectetur incididunt ipsum tempor culpa ea quis excepteur. Sint ut laborum eiusmod sint cupidatat. Occaecat mollit sunt elit cupidatat excepteur.\r\n"
  },
  {
    "id": "65d38139f63f8dd6ffbda7ac",
    "username": "Byrd",
    "firstName": "Serena",
    "lastName": "Chaney",
    "email": "serenachaney@caxt.com",
    "birthDate": "12-28-2015",
    "basicSalary": 845506680,
    "status": "blue",
    "group": "G",
    "description": "Laboris reprehenderit occaecat dolore id voluptate id dolore reprehenderit culpa. Non pariatur culpa proident est veniam enim voluptate. Anim adipisicing laboris eu reprehenderit minim amet eu esse laborum. Ullamco aliqua enim quis consequat in adipisicing culpa tempor officia. Incididunt amet laboris fugiat laboris commodo veniam nisi nulla ea eu sunt adipisicing qui culpa.\r\n"
  },
  {
    "id": "65d38139c3a932003c13f665",
    "username": "Faulkner",
    "firstName": "Rollins",
    "lastName": "Owen",
    "email": "rollinsowen@caxt.com",
    "birthDate": "15-05-2017",
    "basicSalary": 71398107,
    "status": "brown",
    "group": "G",
    "description": "Laborum amet aute ut ex consequat ullamco anim ea non sunt cupidatat velit. Commodo nisi sunt enim minim sit tempor labore velit. Cupidatat non aliquip quis duis dolor aliquip aute ad exercitation. Reprehenderit proident labore minim laborum non excepteur sunt id aute ea dolor.\r\n"
  },
  {
    "id": "65d3813903c7b7324922b0a5",
    "username": "Trujillo",
    "firstName": "Spencer",
    "lastName": "Lynn",
    "email": "spencerlynn@caxt.com",
    "birthDate": "26-08-2019",
    "basicSalary": 147602983,
    "status": "blue",
    "group": "H",
    "description": "Pariatur occaecat aute commodo elit aute amet aliqua aliquip deserunt laboris Lorem. Nostrud tempor est et ullamco do eu veniam cillum velit velit. Aliquip tempor cupidatat commodo ullamco dolor quis. Commodo aliquip enim dolore ut laborum. Ullamco aliqua exercitation veniam qui reprehenderit consequat excepteur culpa dolore nulla reprehenderit cupidatat officia aliquip.\r\n"
  },
  {
    "id": "65d38139b1f447604e5e5fe6",
    "username": "Hood",
    "firstName": "Emma",
    "lastName": "Martinez",
    "email": "emmamartinez@caxt.com",
    "birthDate": "03-15-2020",
    "basicSalary": 43691386,
    "status": "blue",
    "group": "B",
    "description": "Consectetur eu id incididunt mollit eiusmod amet exercitation nisi quis. Aute proident quis reprehenderit esse proident occaecat occaecat sint dolor. Non anim sunt quis elit esse laboris cillum quis culpa tempor mollit id. Mollit sint voluptate laborum nostrud deserunt amet aliqua. Culpa ut tempor anim excepteur id incididunt sunt. Et occaecat enim exercitation non duis adipisicing nostrud.\r\n"
  },
  {
    "id": "65d3813912c9bffc72b7313d",
    "username": "Melton",
    "firstName": "Morgan",
    "lastName": "Ramos",
    "email": "morganramos@caxt.com",
    "birthDate": "10-01-2018",
    "basicSalary": 188302502,
    "status": "blue",
    "group": "E",
    "description": "Magna sunt ad aute aliqua mollit consectetur occaecat tempor et. Nulla proident deserunt laborum tempor non ad velit anim nostrud ea. Exercitation tempor proident anim officia cillum consequat non est aute eu. Reprehenderit reprehenderit in id incididunt culpa cillum dolor ipsum incididunt ad. Ullamco sint consectetur dolore deserunt laboris nostrud velit velit. Fugiat irure consequat commodo fugiat fugiat nostrud. Occaecat Lorem eiusmod nisi dolore minim amet do magna adipisicing minim id anim id.\r\n"
  },
  {
    "id": "65d381395b6d7006eb07d68f",
    "username": "Atkinson",
    "firstName": "Estrada",
    "lastName": "Weeks",
    "email": "estradaweeks@caxt.com",
    "birthDate": "50-31-2017",
    "basicSalary": 775551598,
    "status": "blue",
    "group": "H",
    "description": "Incididunt dolor reprehenderit nostrud veniam est. Esse est laboris ad nisi irure id laboris ullamco cillum occaecat quis tempor elit aliqua. Enim qui quis non id ipsum nulla nulla consectetur do. Nostrud consectetur reprehenderit aliquip reprehenderit. Nulla aliqua voluptate qui laboris dolor. Nostrud tempor ex non nulla id dolore amet et commodo consequat excepteur aute aliquip tempor. Dolor pariatur esse minim proident reprehenderit officia proident.\r\n"
  },
  {
    "id": "65d381397325c5954e3d69f3",
    "username": "Crawford",
    "firstName": "Juarez",
    "lastName": "Kent",
    "email": "juarezkent@caxt.com",
    "birthDate": "13-02-2023",
    "basicSalary": 726782687,
    "status": "green",
    "group": "B",
    "description": "Amet in consectetur enim ut tempor. Et velit Lorem officia laborum eiusmod ad voluptate. Reprehenderit commodo duis dolor nostrud eu mollit ex. Commodo eiusmod velit fugiat laboris pariatur eiusmod eiusmod quis esse aute officia sit enim do. Commodo velit consequat consectetur id esse labore Lorem id nostrud ut.\r\n"
  },
  {
    "id": "65d38139347cadfc783d26a5",
    "username": "Moses",
    "firstName": "Beatrice",
    "lastName": "Fowler",
    "email": "beatricefowler@caxt.com",
    "birthDate": "13-19-2016",
    "basicSalary": 711458483,
    "status": "brown",
    "group": "J",
    "description": "Et laboris ea cillum sint eu esse minim in adipisicing fugiat eiusmod adipisicing. Adipisicing ex duis et ea amet consequat minim dolore. Esse dolore sunt aliquip dolore minim. Laborum id cillum occaecat cillum aliquip consectetur laboris aliquip quis qui consectetur cillum officia magna.\r\n"
  },
  {
    "id": "65d381397e8be55da2e22fc1",
    "username": "Ford",
    "firstName": "Klein",
    "lastName": "Coffey",
    "email": "kleincoffey@caxt.com",
    "birthDate": "54-15-2019",
    "basicSalary": 17267160,
    "status": "green",
    "group": "B",
    "description": "Ad Lorem ipsum incididunt eu in aute ad aliqua. Excepteur ex dolore nulla veniam do proident voluptate. Aliquip veniam deserunt tempor voluptate id ex.\r\n"
  },
  {
    "id": "65d38139ed99e499b838e170",
    "username": "Shelton",
    "firstName": "Maryellen",
    "lastName": "Ratliff",
    "email": "maryellenratliff@caxt.com",
    "birthDate": "09-26-2021",
    "basicSalary": 273374068,
    "status": "green",
    "group": "J",
    "description": "Lorem eu minim consequat pariatur laborum ullamco id quis. In esse adipisicing sunt occaecat reprehenderit irure tempor. Lorem mollit amet deserunt consectetur consequat est cupidatat ut. Ipsum nisi amet id aute tempor. Mollit exercitation proident consectetur duis quis aliqua et esse. Anim ut excepteur nostrud est magna excepteur consequat aliquip sint sint quis reprehenderit commodo qui. Ex adipisicing reprehenderit id dolor cillum dolor ea commodo.\r\n"
  },
  {
    "id": "65d38139b7557673cc935c29",
    "username": "Castro",
    "firstName": "Munoz",
    "lastName": "Franks",
    "email": "munozfranks@caxt.com",
    "birthDate": "48-22-2017",
    "basicSalary": 492643250,
    "status": "green",
    "group": "B",
    "description": "Ad irure quis exercitation consectetur qui velit minim duis amet aute veniam. Laborum ea pariatur fugiat aute irure minim occaecat. Non reprehenderit Lorem reprehenderit minim esse incididunt veniam ullamco anim.\r\n"
  },
  {
    "id": "65d38139883c6d8b1d00851b",
    "username": "Collins",
    "firstName": "White",
    "lastName": "Castaneda",
    "email": "whitecastaneda@caxt.com",
    "birthDate": "05-11-2023",
    "basicSalary": 253838719,
    "status": "brown",
    "group": "D",
    "description": "Veniam voluptate magna dolor sit officia aliquip in nostrud. Culpa ea incididunt pariatur sunt do ullamco in dolore elit voluptate sunt. Cillum officia magna ea et. Excepteur id quis non deserunt culpa quis proident sit amet pariatur. Pariatur qui ad anim exercitation ullamco laborum enim duis adipisicing nostrud. Cupidatat magna id ut dolor incididunt. Pariatur amet labore dolore occaecat amet incididunt sint aliquip irure non ut dolor occaecat duis.\r\n"
  },
  {
    "id": "65d38139e4857b3e18ca4d45",
    "username": "Saunders",
    "firstName": "Mollie",
    "lastName": "Dunn",
    "email": "molliedunn@caxt.com",
    "birthDate": "40-19-2014",
    "basicSalary": 111809087,
    "status": "blue",
    "group": "F",
    "description": "Veniam qui duis laboris ut esse culpa duis. Excepteur ullamco sunt laborum veniam duis voluptate minim id proident nulla veniam reprehenderit culpa Lorem. Consectetur tempor reprehenderit ut adipisicing proident. Dolore esse elit nulla ea. Amet adipisicing ipsum nulla non ullamco. Voluptate aliquip aliqua elit elit consequat nulla est officia ipsum excepteur consequat.\r\n"
  },
  {
    "id": "65d38139d8d8f65285b4e61b",
    "username": "Austin",
    "firstName": "Gregory",
    "lastName": "Gaines",
    "email": "gregorygaines@caxt.com",
    "birthDate": "28-04-2022",
    "basicSalary": 901864136,
    "status": "green",
    "group": "B",
    "description": "Officia laborum amet officia dolore reprehenderit consectetur dolor est aute cillum. Et sit sunt sint dolore occaecat. Exercitation ipsum Lorem tempor non proident est officia officia ipsum est consequat proident magna dolore. Aute sint nisi quis voluptate veniam sit nulla aliqua veniam deserunt nulla do ad. Tempor elit ut proident culpa Lorem dolore duis excepteur elit ut culpa laborum aliqua. Sint aliqua adipisicing officia commodo tempor amet enim do non pariatur nisi. Nulla in nostrud ex consequat excepteur.\r\n"
  },
  {
    "id": "65d38139521e4d8ad7f99982",
    "username": "Acevedo",
    "firstName": "Sawyer",
    "lastName": "Blevins",
    "email": "sawyerblevins@caxt.com",
    "birthDate": "32-07-2015",
    "basicSalary": 44000571,
    "status": "brown",
    "group": "D",
    "description": "Non non ad deserunt consequat enim. Commodo irure ullamco id quis Lorem culpa velit quis fugiat anim veniam ipsum cillum dolore. Ad irure ea ea et aute veniam magna dolor. Aute cillum commodo culpa cillum occaecat anim nisi. Labore dolor et ex pariatur laboris et irure.\r\n"
  },
  {
    "id": "65d38139eb3f57bd9aa2d75b",
    "username": "Erickson",
    "firstName": "Acevedo",
    "lastName": "Porter",
    "email": "acevedoporter@caxt.com",
    "birthDate": "38-15-2022",
    "basicSalary": 271011741,
    "status": "green",
    "group": "C",
    "description": "Est consequat sit deserunt veniam consequat quis mollit do nisi. Sint do cupidatat veniam officia tempor. Sint ut ad reprehenderit fugiat magna est. Duis elit excepteur consectetur est deserunt aute laborum. Incididunt in minim eiusmod nulla deserunt magna cupidatat ullamco pariatur ipsum aliqua quis occaecat proident. Labore aliquip ex esse reprehenderit qui id sit dolore cupidatat.\r\n"
  },
  {
    "id": "65d3813928ba51dbde943a0c",
    "username": "Gates",
    "firstName": "Velez",
    "lastName": "Wells",
    "email": "velezwells@caxt.com",
    "birthDate": "11-20-2020",
    "basicSalary": 338359003,
    "status": "green",
    "group": "F",
    "description": "Magna veniam ut non et cupidatat veniam est et cillum sint nulla. Occaecat est deserunt sint ea elit ullamco ipsum. Non est ullamco in dolor enim eu ea voluptate velit.\r\n"
  },
  {
    "id": "65d38139333938f3ab37ae16",
    "username": "Parks",
    "firstName": "Lottie",
    "lastName": "Bolton",
    "email": "lottiebolton@caxt.com",
    "birthDate": "22-13-2018",
    "basicSalary": 837495794,
    "status": "blue",
    "group": "A",
    "description": "Officia dolore ex adipisicing eu laboris enim sunt qui voluptate aliqua adipisicing. Cupidatat reprehenderit incididunt laborum esse velit voluptate exercitation. Enim ut labore excepteur cupidatat. Proident sint reprehenderit velit laborum occaecat cupidatat ad dolor eiusmod est. Voluptate laborum veniam mollit commodo tempor labore qui nulla dolore qui ad deserunt nisi in. Incididunt et commodo esse et sunt aliqua aliquip dolore non dolore esse eu.\r\n"
  },
  {
    "id": "65d38139225b742d91979287",
    "username": "Harper",
    "firstName": "Juanita",
    "lastName": "Heath",
    "email": "juanitaheath@caxt.com",
    "birthDate": "52-04-2015",
    "basicSalary": 749530277,
    "status": "blue",
    "group": "J",
    "description": "Voluptate labore magna quis tempor esse. Adipisicing nulla proident anim exercitation nostrud culpa voluptate nostrud. Minim ex nulla excepteur eu ex mollit. Sunt ipsum esse occaecat ut proident Lorem ullamco tempor. Ut aliqua laboris sit magna qui dolor aliquip consequat eiusmod culpa aliqua enim.\r\n"
  },
  {
    "id": "65d38139a7a0c64762adcd1f",
    "username": "Mcclain",
    "firstName": "Guerra",
    "lastName": "Castillo",
    "email": "guerracastillo@caxt.com",
    "birthDate": "05-13-2016",
    "basicSalary": 668045397,
    "status": "brown",
    "group": "G",
    "description": "Minim consectetur cillum dolor magna fugiat nostrud dolore adipisicing. Elit mollit id veniam ea adipisicing esse sunt duis ipsum eu. Do sunt nostrud sunt sint sunt commodo est nisi do eiusmod nisi quis quis ut. Anim in ipsum officia ipsum consequat dolore velit sint.\r\n"
  },
  {
    "id": "65d3813925aaec0502d42197",
    "username": "Sargent",
    "firstName": "Orr",
    "lastName": "Greene",
    "email": "orrgreene@caxt.com",
    "birthDate": "27-28-2022",
    "basicSalary": 95827299,
    "status": "green",
    "group": "C",
    "description": "Sit aliqua esse reprehenderit in est commodo cillum ad ad. Ea amet voluptate nisi occaecat minim labore ex non nulla labore tempor. Veniam fugiat excepteur nulla Lorem consequat voluptate velit mollit. Ut qui labore nostrud mollit adipisicing incididunt aliqua ullamco esse fugiat enim quis. Ut magna nisi tempor proident eiusmod ex Lorem id proident voluptate. Non magna eu dolore ipsum ut reprehenderit. Pariatur eiusmod ipsum sit veniam incididunt eiusmod anim.\r\n"
  },
  {
    "id": "65d38139d0ba44168af83536",
    "username": "Mcdonald",
    "firstName": "Maricela",
    "lastName": "Hines",
    "email": "maricelahines@caxt.com",
    "birthDate": "25-17-2021",
    "basicSalary": 678572062,
    "status": "brown",
    "group": "I",
    "description": "Elit voluptate voluptate nulla duis. Est aliqua adipisicing proident non eiusmod ut cupidatat veniam. Incididunt excepteur et tempor aliquip do esse consequat irure. Esse magna mollit laborum est nostrud cupidatat.\r\n"
  },
  {
    "id": "65d38139b17fbd2f36d77237",
    "username": "Sutton",
    "firstName": "Pate",
    "lastName": "Franco",
    "email": "patefranco@caxt.com",
    "birthDate": "16-29-2015",
    "basicSalary": 434381672,
    "status": "green",
    "group": "I",
    "description": "Sit ullamco reprehenderit amet duis quis fugiat nostrud in qui eiusmod. Lorem aute est ad ea pariatur. Est commodo proident aute aliqua pariatur quis pariatur nisi velit velit proident aliquip dolor. In sit velit anim excepteur cupidatat cillum. Culpa id nostrud elit id sunt non velit. Esse excepteur incididunt cillum ullamco nostrud aliqua et culpa reprehenderit. Elit magna tempor officia reprehenderit Lorem cillum non.\r\n"
  },
  {
    "id": "65d38139aa6454a26ff88c79",
    "username": "Townsend",
    "firstName": "Rachel",
    "lastName": "Gilbert",
    "email": "rachelgilbert@caxt.com",
    "birthDate": "36-12-2018",
    "basicSalary": 486313738,
    "status": "blue",
    "group": "H",
    "description": "Sint proident voluptate magna duis duis quis dolore labore nulla ipsum incididunt culpa. Adipisicing ad minim incididunt aliquip proident deserunt labore culpa reprehenderit cupidatat irure consectetur consectetur enim. Duis ad aute sunt tempor. Cupidatat et exercitation nisi laborum sunt.\r\n"
  },
  {
    "id": "65d381392689b4b2926471ed",
    "username": "Robinson",
    "firstName": "Suarez",
    "lastName": "Kane",
    "email": "suarezkane@caxt.com",
    "birthDate": "47-05-2016",
    "basicSalary": 998193391,
    "status": "blue",
    "group": "G",
    "description": "Lorem quis proident enim consequat eiusmod enim occaecat cupidatat esse qui officia cupidatat. Sit enim consequat proident elit sunt officia proident culpa. Ea ipsum dolore excepteur consectetur ea consectetur quis ad. Laborum adipisicing eu excepteur cillum esse anim aliquip sint duis Lorem ea. Eu nostrud labore ullamco labore aliquip tempor reprehenderit dolor voluptate reprehenderit elit.\r\n"
  },
  {
    "id": "65d381392077d15c1a7e3cbb",
    "username": "Waller",
    "firstName": "Janna",
    "lastName": "Dennis",
    "email": "jannadennis@caxt.com",
    "birthDate": "50-07-2015",
    "basicSalary": 366387781,
    "status": "brown",
    "group": "F",
    "description": "Ipsum in eiusmod cupidatat commodo irure anim est irure id. Quis sit sunt consequat consectetur duis proident labore sint consectetur id ea commodo non. Veniam et magna cillum duis do esse veniam tempor incididunt. Do sit reprehenderit excepteur cillum velit culpa minim officia dolore reprehenderit in. Aute aliqua quis aute quis duis laborum eiusmod aliquip nulla adipisicing. Ullamco excepteur enim nulla et dolore aliqua proident sint pariatur voluptate anim nulla excepteur labore.\r\n"
  },
  {
    "id": "65d38139120746a5cd36fab1",
    "username": "Curtis",
    "firstName": "Erma",
    "lastName": "Golden",
    "email": "ermagolden@caxt.com",
    "birthDate": "16-23-2019",
    "basicSalary": 860032872,
    "status": "green",
    "group": "A",
    "description": "Excepteur ea cupidatat velit consequat ad tempor non esse ut enim officia consectetur. Ipsum laboris nisi consectetur consectetur velit mollit nisi do. Minim tempor magna amet enim officia adipisicing consectetur exercitation. Eu in laboris cupidatat incididunt ex culpa. Incididunt deserunt elit sunt nisi adipisicing ullamco eu ullamco id laborum ad excepteur.\r\n"
  },
  {
    "id": "65d381393b9500723dc3351e",
    "username": "Mcmahon",
    "firstName": "Megan",
    "lastName": "Walton",
    "email": "meganwalton@caxt.com",
    "birthDate": "47-21-2015",
    "basicSalary": 117553657,
    "status": "green",
    "group": "E",
    "description": "Elit ipsum ea dolore anim in duis reprehenderit. Consectetur aliquip eu proident anim duis. Excepteur quis ullamco in dolor consequat cupidatat quis anim. Excepteur cupidatat et et minim sunt voluptate Lorem ex commodo Lorem. Velit qui ad cupidatat esse aliqua sit incididunt consectetur dolore aliqua Lorem do exercitation. Velit deserunt adipisicing commodo voluptate fugiat dolore ad incididunt sint consequat.\r\n"
  },
  {
    "id": "65d38139ad5d1ef05a7163e9",
    "username": "Lott",
    "firstName": "Elva",
    "lastName": "Shannon",
    "email": "elvashannon@caxt.com",
    "birthDate": "16-23-2016",
    "basicSalary": 586158654,
    "status": "brown",
    "group": "H",
    "description": "Nostrud tempor proident ad sunt eiusmod do aliquip do mollit deserunt anim tempor eiusmod. Anim reprehenderit in consectetur officia laboris officia mollit nulla pariatur et ea aliqua aliqua et. Dolor adipisicing incididunt culpa anim sit do commodo. Ipsum excepteur esse officia enim sit fugiat do consectetur excepteur sit nostrud adipisicing irure.\r\n"
  },
  {
    "id": "65d38139b0c68ca087ef12cc",
    "username": "Mccormick",
    "firstName": "Jami",
    "lastName": "Hawkins",
    "email": "jamihawkins@caxt.com",
    "birthDate": "50-27-2024",
    "basicSalary": 723966695,
    "status": "brown",
    "group": "H",
    "description": "Nostrud qui occaecat consequat elit velit aute irure officia. Enim aute aliquip nisi duis laboris. Voluptate cupidatat consectetur minim occaecat. Labore in minim minim mollit nostrud magna occaecat sint do labore magna. Enim deserunt aliqua aute nostrud laboris laborum ipsum amet qui adipisicing et culpa aute dolore. Nostrud duis nisi non sint elit voluptate dolor sunt sunt sit.\r\n"
  },
  {
    "id": "65d38139178b6d643d0cfcc7",
    "username": "Lucas",
    "firstName": "Doris",
    "lastName": "Hester",
    "email": "dorishester@caxt.com",
    "birthDate": "26-23-2018",
    "basicSalary": 873393273,
    "status": "green",
    "group": "D",
    "description": "Occaecat sint amet eu incididunt magna ea Lorem non aliquip sit nostrud reprehenderit ad. Tempor do mollit excepteur nostrud elit esse non. Nostrud ut incididunt aliquip anim aliquip. Occaecat id amet do et. Laboris Lorem velit anim deserunt quis fugiat velit ipsum eiusmod cupidatat. Occaecat Lorem et labore ea ad in labore ad commodo officia cupidatat.\r\n"
  },
  {
    "id": "65d38139f5bb124dc80fb207",
    "username": "Albert",
    "firstName": "Thompson",
    "lastName": "Wilcox",
    "email": "thompsonwilcox@caxt.com",
    "birthDate": "22-04-2023",
    "basicSalary": 41697056,
    "status": "brown",
    "group": "C",
    "description": "Ullamco id nostrud enim qui ipsum est cillum tempor aliquip. Commodo ullamco elit eiusmod adipisicing dolor aliquip qui quis sint voluptate id pariatur consequat. Officia reprehenderit aliqua laborum mollit in sunt cillum dolor fugiat eiusmod dolor. Elit anim ullamco culpa tempor. Velit nulla enim sint consectetur minim sunt elit ad non culpa sint et quis voluptate.\r\n"
  },
  {
    "id": "65d381397d4540c07253dab3",
    "username": "Hebert",
    "firstName": "Ollie",
    "lastName": "Stanley",
    "email": "olliestanley@caxt.com",
    "birthDate": "17-17-2020",
    "basicSalary": 379718559,
    "status": "green",
    "group": "D",
    "description": "Consectetur duis cillum deserunt minim elit culpa sit elit commodo eu. Eiusmod ut aute incididunt deserunt irure exercitation ut anim veniam exercitation. Duis ullamco dolore voluptate voluptate. Quis ex ut exercitation ut sunt incididunt adipisicing et voluptate labore eiusmod excepteur quis Lorem. Adipisicing consequat eu minim magna amet velit laboris eiusmod occaecat irure dolor cupidatat amet. Reprehenderit excepteur laboris qui aute occaecat laborum consequat magna aliqua eu laborum est voluptate.\r\n"
  },
  {
    "id": "65d38139eb3634496b7622e8",
    "username": "Boone",
    "firstName": "Tonya",
    "lastName": "Meadows",
    "email": "tonyameadows@caxt.com",
    "birthDate": "26-07-2016",
    "basicSalary": 707775375,
    "status": "brown",
    "group": "J",
    "description": "Occaecat adipisicing eu proident anim do voluptate. Sunt minim veniam nulla deserunt duis. Amet dolore eiusmod labore amet ipsum quis deserunt dolore sit. Consectetur aute laboris deserunt labore irure.\r\n"
  },
  {
    "id": "65d38139e3300d8bedacae5a",
    "username": "Knowles",
    "firstName": "Karina",
    "lastName": "Cortez",
    "email": "karinacortez@caxt.com",
    "birthDate": "01-11-2022",
    "basicSalary": 800249302,
    "status": "blue",
    "group": "G",
    "description": "Occaecat ea do irure magna duis ut nulla irure eiusmod cillum labore excepteur incididunt Lorem. Mollit adipisicing anim enim laboris exercitation in magna reprehenderit amet elit esse non nisi cillum. Cupidatat tempor enim sunt sint consequat sint adipisicing velit. Ad id Lorem enim fugiat eu. Qui aliqua ea deserunt nulla cupidatat excepteur ad. Laborum nulla consequat velit est eu consectetur aute aute.\r\n"
  }
]